Repository: dcima/gesvol
Catalog: lib/l10n/app_*.arb
Languages: es, fr, it

# appTitle
source: CPGEV Secretariat
es: Secretarìa CPGEV
fr: Secrétariat CPGEV
it: Segreteria CPGEV

# drawerAbout
source: About
es: Acerca de
fr: Sur
it: A proposito

# drawerListMyGroups
source: List my groups
es: Enumere mis grupos
fr: Énumérez mes groupes
it: Elenco miei gruppi

# drawerListMyVideos
source: List my videos
es: Enumerar mis videos
fr: Lister mes vidéos
it: Elenco miei video

# drawerListNations
source: List of nations
es: Lista de naciones
fr: Liste des nations
it: Elenco delle nazioni

# drawerLogout
source: Logout
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettersi

# drawerDashboard
source: Access to the CPGEV Secretariat
es: Acceso a la Secretaría del CPGEV
fr: Accès au Secrétariat du CPGEV
it: Accesso alla Segreteria CPGEV

source: Latest Snapshot
es: Última instantánea
fr: Dernier instantané
it: Ultima istantanea

# pressBelowButton
source: Press the button below to authenticate
es: Presione el botón de abajo para autenticarse
fr: appuyez sur le bouton ci-dessous pour vous authentifier
it: Premere il pulsante in basso per autenticarsi

source: Sign in with Google
es: Inicia sesión con Google
fr: Connectez-vous avec Google
it: Accedi con Google

# welcomeLogin
source: Welcome to the CPGEV secretariat applications
es: Bienvenido a las aplicaciones de la secretaría del CPGEV
fr: Bienvenue sur les applications du secrétariat du CPGEV
it: Benvenuti nelle applicazioni della segreteria CPGEV
